Repository: wagaweb/wbf
Catalog: languages/wbf-*.po
Languages: it_it

source: Update available
it_it: Aggiornamento disponibile

source: Waboot Options
it_it: Opzioni di Waboot

source: Use default value
it_it: Usa valori di partenza

source: Enable
it_it: Abilita

source: Default
it_it: Valore di partenza

source: Theme Options Manager
it_it: Manager Opzioni del Tema

source: Import/Export
it_it: Importa/Esporta

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi sufficienti per accedere a questa pagina.

source: Backup successfully created!
it_it: Backup creato con successo!

source: Invalid option selected
it_it: Opzione non valida selezionata

source: Backup successfully restored!
it_it: Backup ripristinato con successo!

source: Unable to upload the file.
it_it: Impossibile caricare il file.

source: No backup file provided.
it_it: Nessun file di backup disponibile.

source: Export or Backup Theme Options
it_it: Esporta o effettua un backup delle Theme Options

source: Backup current Theme Options on the disk
it_it: Salva le attuali Theme Options sul disco

source: Import or Restore Theme Options
it_it: Importa o Ripristina Theme Options

source: Select a file to restore, or upload one:
it_it: Seleziona un file da ripsistinare, o caricane uno:

source: Download:
it_it: Scarica:

source: download
it_it: scarica

source: No backup files available at the moment.
it_it: Nessun file di ripristino disponibile al momento.

source: Import
it_it: Importa

source: Unable to create the backup file:
it_it: Impossibile creare il file di ripristino:

source: Invalid backup file provided
it_it: File di ripristino non valido

source: The backup file and the current settings are identical
it_it: Il dati nel file di ripristino e i settaggi attuali sono identitici

source: Save Options
it_it: Salva Opzioni

source: Restore Defaults
it_it: Ripristina valori di partenza

source: Click OK to reset. Any theme settings will be lost!
it_it: Clicca OK per resettare i valori. Ogni cambiamento andrà perso!

source: Clear Theme Cache
it_it: Svuota cache del tema

source: Default options restored.
it_it: Valori di partenza ripristinati.

source: Upload
it_it: Carica

source: Remove
it_it: Rimuovi

source: Waboot Components
it_it: Componenti Waboot

source: Components
it_it: Componenti

source: Component
it_it: Componente

source: Enable\Disable
it_it: Abilita\Disabilita

source: This is a component of the current child theme
it_it: Questo è un componente del child theme in uso

source: , and <strong>override a core component</strong>
it_it: , e <strong>sovrascrive un componente di base</strong>

source: Version %s
it_it: Versione %s

source: Visit author homepage
it_it: Visita la homepage dell'autore

source: By %s
it_it: di %s

source: Visit plugin site
it_it: Visita il sito del plugin

source: Restore default component activation state
it_it: Ripristina lo stato di partenza dei componenti

source: Component class not defined. Unable to activate the component.
it_it: Classe del componente non definita. Impossibile attivare il componente.

source: Component not found among registered components. Unable to activate the component.
it_it: Il componente non si trova tra i componenti registrati. Impossibile attivare il componente.

source: Component not found among registered components. Unable to deactivate the component.
it_it: Il componente non si trova tra i componenti registrati. Impossibile disattivare il componente.

source: Enable on all pages
it_it: Abilita su tutte le pagine

source: Check this box to load the component in every page (load locations will be ignored).
it_it: Spunta questo checkbox per caricare il componente in ogni pagina (l'opzione "load locations" sarà ignorata).

source: You can load the component only into one ore more page types by selecting them from the list below
it_it: Puoi scegliere di caricare il componente solo per specifici tipi di pagina. Selezionali dalla seguente lista.

source: You can load the component for specific pages by enter here the respective ids (comma separated)
it_it: Puoi caricare il componente solo in specifiche pagine inserendo nel seguente box i relativi ID (separati da virgola)

source: Waboot License
it_it: Licenza

source: License
it_it: Licenza

source: License Updated!
it_it: Licenza Aggiornata!

source: Unable to update the license!
it_it: Impossibile aggiornare la licenza!

source: Here you can enter your license:
it_it: Qui puoi inserire la tua licenza:

source: No license provided
it_it: Nessuna licenza specificata

source: Less files compiled successfully.
it_it: File LESS compilati con successo.

source: Theme styles files compiled successfully.
it_it: File di stile del tema compilati con successo.

source: Theme cache cleared successfully!
it_it: Cache degli stili svuotata con successo!

source: The compiler is busy
it_it: Il compilatore è occupato

source: Theme style files compiled successfully!
it_it: File di stile del tema compilati con successo!

source: Theme style files not compiled!
it_it: File di stile del tema non compilati!

source: Less Compiled Successfully!
it_it: File Less compilati con successo!

source: Less files not compiled!
it_it: File LESS non compilati!

source: Unable to connect to Google API
it_it: Impossibile connettersi alla Google API

source: A new version of Waboot is available! <a href="%s" title="Enter a valid license">Enter a valid license</a> to get latest updates.
it_it: Una nuova versione di Waboot è disponibile! <a href="%s" title="Inserisci una licenza valida">Inserisci una licenza valida</a> per ottenere gli ultimi aggiornamenti.

source: Page %s
it_it: Pagina %s

source: Continue Reading
it_it: Continua la lettura
